{
  "UNIT_Z1_Sailor_NAME": "Undead Sailor",
  "UNIT_Z1_Sailor_TIP_0": "Don't forget to heal yourself if your health drops too low.",
  "UNIT_Z2_ToxicZombie_NAME": "Acid Zombie",
  "UNIT_Z2_ToxicZombie_TIP_0": "Your healing ability will also dispel the Acid Zombie's poison.",
  "UNIT_Z2_Scavenger_NAME": "Scavenger",
  "UNIT_Z2_Scavenger_TIP_0": "The Scavenger's attack deal extra damage to enemies affected by a bleed.",
  "UNIT_Z2_Rage_NAME": "Firespitter",
  "UNIT_Z2_Hulk_NAME": "Hulk Zombie",
  "UNIT_Z2_Hulk_TIP_0": "The Hulk Zombie is dazed and vulnerable after a heavy attack. Strike it hard in this phase.",
  "UNIT_Z2_Hulk_TIP_1": "The Hulk Zombie's bleed attack is extremely deadly, but it can also be dispelled with Regenerate.",
  "UNIT_Z2_Hulk_TIP_2": "If facing multiple Hulk Zombies, prevent them from using their heavy attack on the same turn by either stunning or slowing one.",
  "UNIT_Z2_Walker_NAME": "Walker",
  "UNIT_Z2_Walker_TIP_0": "Remember to heal yourself if your HP drops too low.",
  "UNIT_Z2_Lawyer_NAME": "Suit Zombie",
  "UNIT_Z2_Yoga_NAME": "Yoga Zombie",
  "UNIT_Z2_VENDARA_NAME": "Cpt. Vendara",
  "UNIT_Z2_Boss_NAME": "Vileclaw",
  "UNIT_Z2_Boss_TIP_0": "Vileclaw's beserk ability will cause his next hit to deal massive damage. You can stun him to prevent this.",
  "UNIT_Z2_Boss_TIP_1": "Vileclaw is dazed and vulnerable after a heavy attack. Strike him hard in this phase.",
  "UNIT_INFECTOR_NAME": "Jungle Walker",
  "UNIT_INFECTOR_TIP_0": "Healing reduction skills are effective against Jungle Walkers.",
  "UNIT_BUBBLEBLAST_NAME": "Acid Bomber",
  "UNIT_BUBBLEBLAST_TIP_0": "Destroy the Acid Bombers before they can blow you up!",
  "UNIT_VENOMANCER_NAME": "Venomancer",
  "UNIT_VENOMANCER_TIP_0": "Heal and dispel targets that get poisoned.",
  "UNIT_ELDERWOODEN_NAME": "Treant",
  "UNIT_ELDERWOODEN_TIP_0": "Avoid using melee attacks when affected by the Deadly Wrap debuff.",
  "UNIT_TITAN_NAME": "Titan",
  "UNIT_TITAN_TIP_0": "The Titan's Beserk buff will leave it vulnerable, but also make it very dangerous.",
  "UNIT_CURSEDGOLEM_NAME": "Elder Titan",
  "UNIT_CURSEDGOLEM_TIP_0": "The Elder Titan has a lot of power, but is slow to attack. A good defensive strategy is needed to survive its onslaughts.",
  "UNIT_DRUID_NAME": "Elder Treant",
  "UNIT_DRUID_TIP_0": "The Elder Treant's power increases permanently each time it heals.",
  "UNIT_BEACHYHEAD_NAME": "Corruptor",
  "UNIT_BEACHYHEAD_TIP_0": "At 50% HP the Corruptor gains new abilities.",
  "UNIT_BEACHYHEAD_TIP_1": "Avoid using melee attacks when affected by Deadly Wrap.",
  "UNIT_BEACHYHEAD_TIP_2": "The Corruptor's power increases permanently each time it heals.",
  "UNIT_GOBLIN_NAME": "Worker",
  "UNIT_GOBLINSHEDER_NAME": "Shredder",
  "UNIT_GOBLINSHEDER_TIP_0": "The Shredder's heavy defense can be mitigated by using armor piercing skills or weapons.",
  "UNIT_TERMINATOR_NAME": "Terminator",
  "UNIT_TERMINATOR_TIP_0": "The Terminator's cannon takes many turns to charge and fire, but it is extremely devastating.",
  "UNIT_TERMINATOR_TIP_1": "If facing multiple Terminators, prevent them from using their cannon attack on the same turn by either stunning or slowiing one.",
  "UNIT_TECHNICIAN_NAME": "Engineer",
  "UNIT_MADMECHANIC_NAME": "Boom Bot",
  "UNIT_MADMECHANIC_TIP_0": "The Boom Bots must be killed before they can explode.",
  "UNIT_SALAMANDER_NAME": "War Lizard",
  "UNIT_SALAMANDER_TIP_0": "Having items with high defense and fire resistance can go a long way against the enemies in this area.",
  "UNIT_SALAMANDER_TIP_1": "Because of the War Lizard's self damaging aura, it is best to play defensively in this encounter.",
  "UNIT_MAGMA_NAME": "Foreman Grosk",
  "UNIT_MAGMA_TIP_0": "Grosk's Super Burn deals massive damage and should be dispelled immediately.",
  "UNIT_MAGMA_TIP_1": "Make sure that Grosk's speed is slower than yours in order to prevent his skills from refreshing too quickly.",
  "UNIT_MAGMA_TIP_2": "Grosk's Hunger Mark buff will cause his next attack to heal for 300% of its damage. You can stun him to counter this.",
  "UNIT_MAGMA_TIP_3": "Grosk has extremely high armor. Use armor piercing attacks, weapons or bleeds to damage him more effectively.",
  "UNIT_WOLF_NAME": "Frost Wolf",
  "UNIT_WOLF_TIP_0": "The Frost Wolf's attack is much deadlier whenever its HP is not full.",
  "UNIT_ZOMBIEHUNTER_NAME": "Frost Hunter",
  "UNIT_SAVAGEKNIGHT_NAME": "Zealot",
  "UNIT_SAVAGEKNIGHT_TIP_0": "The Zealot's ultimate skill will stun your entire team.",
  "UNIT_BLOODRITEPREIST_NAME": "Mad Priest",
  "UNIT_BLOODRITEPREIST_TIP_0": "After a few turns, the mad priest can sacrifice an ally to gain immense power.",
  "UNIT_DARKMAGE_NAME": "Frost Mage",
  "UNIT_DARKMAGE_TIP_0": "The Mage's ultimate skill will deal heavy damage to your entire team.",
  "UNIT_ICY_NAME": "Inquisitor Leon",
  "UNIT_ICY_TIP_0": "The Inquisitor's Shadow Bolt ignores all defense. Make sure you have enough HP to survive a hit.",
  "UNIT_ICY_TIP_1": "The Inquisitor suffers extra damage each time he is hit. You do not need to hit him hard, just hit him often.",
  "UNIT_ARCANIS_NAME": "Templar Arcanis",
  "UNIT_ARCANIS_TIP_0": "Arcanis' ultimate attack has a long cooldown, but will heavily damage your entire team. Find a way to recover.",
  "UNIT_HOLYTOTEM_NAME": "Mana Orb",
  "UNIT_TemposZombieNAME": "Spark Zombie",
  "UNIT_DISRUPTERNAME": "Hammertron",
  "UNIT_PULSENAME": "Tempest Raven",
  "UNIT_PULSETIP_0": "The Raven is an extremely fast target. Items and skills with extra hit chance will be effective against it.",
  "UNIT_COUNTERNAME": "Iron Guard",
  "UNIT_KASESAMURAINAME": "Samurai",
  "UNIT_KASESAMURAITIP_0": "The Samurai's duel strike grants his target and himself extra Focus.",
  "UNIT_DRTHUNDERNAME": "Mad Doctor",
  "UNIT_FRANKNAME": "Blitz Raptor",
  "UNIT_FRANKTIP_0": "Be ready to defend against the Blitz Raptor's rapid combo attacks.",
  "UNIT_LIGHTNAME": "Celestia",
  "UNIT_LIGHTTIP_0": "You can use Celestia's Overcharge buff to deal massive damage back to her.",
  "UNIT_LIGHTTIP_1": "Celestia gains power each turn. Slow her down and drain her Focus to keep her growth under control.",
  "UNIT_LIGHTTIP_2": "Celestia's power growth is multiplicative. Debuffs that reduce her power will also reduce her growth.",
  "UNIT_LIVINGDEADNAME": "Shade Zombie",
  "UNIT_ORACLENAME": "Oracle",
  "UNIT_EXECUTIONERNAME": "Executioner",
  "UNIT_DREAMEATERNAME": "Dream Keeper",
  "UNIT_NINJANAME": "Plague Assassin",
  "UNIT_NUXNAME": "Baron Brixius",
  "UNIT_NUXTIP_0": "The Baron and Baroness do not start with much power, but they become increasingly strong as the fight goes on.",
  "UNIT_NUXTIP_1": "Make sure you have enough active skills with short cooldowns to survive the Baron's silence ability.",
  "UNIT_MIRAGEREAPERNAME": "Baroness Marie",
  "UNIT_MIRAGEREAPERTIP_0": "The Baroness' healing spell also increases the target's power. Slow or silence her to control her growth.",
  "UNIT_VAMPIRENAME": "Count Augustin",
  "UNIT_VAMPIRETIP_0": "Make sure you have enough active skills with short cooldowns to survive the Count's silence ability.",
  "UNIT_GargoyleNAME": "Stone Guardian",
  "UNIT_LOCKTESTNAME": "LockTest",
  "UNIT_HADESNAME": "Warlock",
  "UNIT_HADESTIP_0": "Warlocks have strong defense against non-physical elements.",
  "UNIT_HADESTIP_1": "The Shadow Spear ability deals percentage damage based on the target's current health.",
  "UNIT_HADESTIP_2": "The Shade Strike attack will ignore the target's defense and restore Focus to the caster.",
  "UNIT_NEPTULONNAME": "Naga",
  "UNIT_SPARTANNAME": "Spartan",
  "UNIT_SPARTANTIP_0": "Spartans have strong defense against physical attacks.",
  "UNIT_COUNCIL1NAME": "Avatar of Order",
  "UNIT_COUNCIL2NAME_0": "Avatar of Justice",
  "UNIT_COUNCIL2TIP": "The Avatar of Justice will also destroy the unit that kills it.",
  "UNIT_COUNCIL3NAME": "Avatar of Freedom",
  "UNIT_COUNCIL3TIP_0": "The Avatar of Freedom Should not be allowed to attack.",
  "UNIT_TWIN1NAME": "Apollo",
  "UNIT_TWIN2NAME": "Artemis",
  "UNIT_CARBON1NAME": "Carbon",
  "UNIT_CARBON1TIP_0": "Carbon has the best tips. No one has better post-defeat tips than Carbon.",
  "UNIT_CARBON2NAME": "Carbon",
  "UNIT_CARBON2TIP_0": "No, really. Carbon cannot be defeated. Just give up, fools!",
  "UNIT_ZPCIPATROLNAME": "ZPCI Scout",
  "UNIT_ZPCI_AssaultNAME": "ZPCI Striker",
  "UNIT_ZPCI_MedicNAME": "ZPCI Medic",
  "UNIT_ZPCI_TridentNAME": "ZPCI Trident",
  "UNIT_ZPCI_TridentTIP_0": "The ZPCI Trident's ultimate attack will ignore all defense.",
  "UNIT_ZPCI_PyromancerNAME": "ZPCI Pyrotech",
  "UNIT_ZPCI_SNIPERNAME": "ZPCI Sniper",
  "UNIT_ZPCI_SNIPERTIP_0": "ZPCI Sniper deals extra damage if he was not attacked on the previous turn.",
  "UNIT_ZPCISERGENTNAME": "ZPCI Elite",
  "UNIT_ZPCISERGENTTIP_0": "Remember to heal yourself if your HP drops too low.",
  "UNIT_ZPCISERGENTTIP_1": "Buy and equip new items from the shop to make yourself stronger.",
  "UNIT_FARSIGHTNAME": "Lt. Farsight",
  "UNIT_FARSIGHTTIP_0": "Farsight deals extra damage if she was not attacked on the previous turn.",
  "UNIT_DRKLIMANAME": "Dr. Klima",
  "UNIT_DRKLIMATIP_0": "Dr Klima does not have any strong attacks, but gains more and more power as the fight goes on.",
  "UNIT_DRKLIMATIP_1": "Suppress is an extremely effective debuff against units that use healing spells.",
  "UNIT_CPTVENDARANAME": "Cpt. Vendara",
  "UNIT_CPTVENDARATIP_0": "Vendara carries a powerful first aid kit that he will use when his health drops below half.",
  "UNIT_CPTVENDARATIP_1": "Vendara has multiple area attacks that can eaisly overwhelm your team if you are not prepared.",
  "UNIT_DIAMONDNAME": "ZPCI Praetor",
  "UNIT_DIAMONDTIP_0": "The Praetor's Prism Beam attack deals damage based on his defense stat.",
  "UNIT_DIAMONDTIP_1": "The Praetor carries a powerful first aid kit that he will use when his health drops below half.",
  "UNIT_S1NAME": "Sonny",
  "UNIT_S2NAME": "Veradux",
  "UNIT_E1NAME": "Dr Herregods",
  "UNIT_E2NAME": "Kara",
  "UNIT_E3TIP": "Zakk",
  "UNIT_Flame WalkerNAME": "Flame Walker",
  "UNIT_Zpci CaptainNAME": "Zpci Captain",
  "UNIT_Salamander2NAME": "Salamander2"
}