{
  "UNIT_Z1_Sailor_NAME": "Marinero no muerto",
  "UNIT_Z1_Sailor_TIP_0": "No olvides curarte a ti mismo si tu salud cae demasiado.",
  "UNIT_Z2_ToxicZombie_NAME": "Zombi ácido",
  "UNIT_Z2_ToxicZombie_TIP_0": "Tu capacidad de curación también disipará el veneno del Acid Zombie.",
  "UNIT_Z2_Scavenger_NAME": "Carroñero",
  "UNIT_Z2_Scavenger_TIP_0": "El ataque del carroñero inflige daño adicional a los enemigos afectados por un sangrado.",
  "UNIT_Z2_Rage_NAME": "escupidero",
  "UNIT_Z2_Hulk_NAME": "Hulk Zombi",
  "UNIT_Z2_Hulk_TIP_0": "Hulk Zombie está aturdido y vulnerable después de un fuerte ataque. Golpéalo fuerte en esta fase.",
  "UNIT_Z2_Hulk_TIP_1": "El ataque de sangrado de Hulk Zombie es extremadamente mortal, pero también se puede disipar con Regenerar.",
  "UNIT_Z2_Hulk_TIP_2": "Si te enfrentas a varios Hulk Zombies, evita que usen su ataque pesado en el mismo turno aturdiendo o ralentizando a uno.",
  "UNIT_Z2_Walker_NAME": "Caminante",
  "UNIT_Z2_Walker_TIP_0": "Recuerda curarte a ti mismo si tu HP baja demasiado.",
  "UNIT_Z2_Lawyer_NAME": "Traje Zombi",
  "UNIT_Z2_Yoga_NAME": "Zombi de yoga",
  "UNIT_Z2_VENDARA_NAME": "Cap. Vendara",
  "UNIT_Z2_Boss_NAME": "Garra Vil",
  "UNIT_Z2_Boss_TIP_0": "La habilidad enloquecida de Vileclaw hará que su próximo golpe cause un daño masivo. Puedes aturdirlo para evitarlo.",
  "UNIT_Z2_Boss_TIP_1": "Vileclaw queda aturdido y vulnerable después de un fuerte ataque. Golpéalo fuerte en esta fase.",
  "UNIT_INFECTOR_NAME": "Caminante de la selva",
  "UNIT_INFECTOR_TIP_0": "Las habilidades de reducción de curación son efectivas contra Jungle Walkers.",
  "UNIT_BUBBLEBLAST_NAME": "Bombardero ácido",
  "UNIT_BUBBLEBLAST_TIP_0": "¡Destruye a los bombarderos ácidos antes de que puedan hacerte estallar!",
  "UNIT_VENOMANCER_NAME": "venenonte",
  "UNIT_VENOMANCER_TIP_0": "Cura y disipa a los objetivos que se envenenan.",
  "UNIT_ELDERWOODEN_NAME": "Treant",
  "UNIT_ELDERWOODEN_TIP_0": "Evite el uso de ataques cuerpo a cuerpo cuando se vea afectado por la desventaja Deadly Wrap.",
  "UNIT_TITAN_NAME": "Titán",
  "UNIT_TITAN_TIP_0": "El beneficio Beserk del Titán lo dejará vulnerable, pero también lo hará muy peligroso.",
  "UNIT_CURSEDGOLEM_NAME": "Titan anciano",
  "UNIT_CURSEDGOLEM_TIP_0": "El titán anciano tiene mucho poder, pero ataca lentamente. Se necesita una buena estrategia defensiva para sobrevivir a sus ataques.",
  "UNIT_DRUID_NAME": "Treant anciano",
  "UNIT_DRUID_TIP_0": "El poder del Elder Treant aumenta permanentemente cada vez que se cura.",
  "UNIT_BEACHYHEAD_NAME": "corruptor",
  "UNIT_BEACHYHEAD_TIP_0": "Al 50% de HP, el Corruptor obtiene nuevas habilidades.",
  "UNIT_BEACHYHEAD_TIP_1": "Evite el uso de ataques cuerpo a cuerpo cuando esté afectado por Deadly Wrap.",
  "UNIT_BEACHYHEAD_TIP_2": "El poder del Corruptor aumenta permanentemente cada vez que se cura.",
  "UNIT_GOBLIN_NAME": "Obrero",
  "UNIT_GOBLINSHEDER_NAME": "Desfibradora",
  "UNIT_GOBLINSHEDER_TIP_0": "La fuerte defensa de Shredder se puede mitigar mediante el uso de armas o habilidades perforantes.",
  "UNIT_TERMINATOR_NAME": "terminador",
  "UNIT_TERMINATOR_TIP_0": "El cañón del Terminator tarda muchas vueltas en cargarse y disparar, pero es extremadamente devastador.",
  "UNIT_TERMINATOR_TIP_1": "Si te enfrentas a varios Terminators, evita que usen su ataque de cañón en el mismo turno aturdiendo o ralentizando a uno.",
  "UNIT_TECHNICIAN_NAME": "Ingeniero",
  "UNIT_MADMECHANIC_NAME": "robot boom",
  "UNIT_MADMECHANIC_TIP_0": "Los Boom Bots deben morir antes de que puedan explotar.",
  "UNIT_SALAMANDER_NAME": "Lagarto de guerra",
  "UNIT_SALAMANDER_TIP_0": "Tener elementos con alta defensa y resistencia al fuego puede ser de gran ayuda contra los enemigos en esta área.",
  "UNIT_SALAMANDER_TIP_1": "Debido al aura autodestructiva del War Lizard, es mejor jugar a la defensiva en este encuentro.",
  "UNIT_MAGMA_NAME": "Capataz Grosk",
  "UNIT_MAGMA_TIP_0": "El Super Burn de Grosk causa un daño enorme y debe disiparse de inmediato.",
  "UNIT_MAGMA_TIP_1": "Asegúrate de que la velocidad de Grosk sea más lenta que la tuya para evitar que sus habilidades se actualicen demasiado rápido.",
  "UNIT_MAGMA_TIP_2": "La mejora de Hunger Mark de Grosk hará que su próximo ataque sane el 300% de su daño. Puedes aturdirlo para contrarrestar esto.",
  "UNIT_MAGMA_TIP_3": "Grosk tiene una armadura extremadamente alta. Usa ataques perforantes, armas o hemorragias para dañarlo de manera más efectiva.",
  "UNIT_WOLF_NAME": "lobo helado",
  "UNIT_WOLF_TIP_0": "El ataque del Lobo Gélido es mucho más letal cuando su HP no está lleno.",
  "UNIT_ZOMBIEHUNTER_NAME": "Cazador de escarcha",
  "UNIT_SAVAGEKNIGHT_NAME": "Fanático",
  "UNIT_SAVAGEKNIGHT_TIP_0": "La habilidad definitiva del Zealot aturdirá a todo tu equipo.",
  "UNIT_BLOODRITEPREIST_NAME": "Sacerdote loco",
  "UNIT_BLOODRITEPREIST_TIP_0": "Después de unos cuantos turnos, el sacerdote loco puede sacrificar a un aliado para ganar un poder inmenso.",
  "UNIT_DARKMAGE_NAME": "Mago de Escarcha",
  "UNIT_DARKMAGE_TIP_0": "La habilidad definitiva del mago causará un gran daño a todo tu equipo.",
  "UNIT_ICY_NAME": "Inquisidor León",
  "UNIT_ICY_TIP_0": "El Shadow Bolt del Inquisidor ignora toda defensa. Asegúrate de tener suficiente HP para sobrevivir a un golpe.",
  "UNIT_ICY_TIP_1": "El Inquisidor sufre daño extra cada vez que es golpeado. No es necesario que le pegues fuerte, sólo golpéalo con frecuencia.",
  "UNIT_ARCANIS_NAME": "Arcanos Templarios",
  "UNIT_ARCANIS_TIP_0": "El ataque definitivo de Arcanis tiene un tiempo de reutilización prolongado, pero dañará gravemente a todo tu equipo. Encuentre una manera de recuperarse.",
  "UNIT_HOLYTOTEM_NAME": "Orbe de maná",
  "UNIT_TemposZombieNAME": "Chispa Zombi",
  "UNIT_DISRUPTERNAME": "martillotron",
  "UNIT_PULSENAME": "Cuervo Tempestad",
  "UNIT_PULSETIP_0": "El Cuervo es un objetivo extremadamente rápido. Los elementos y habilidades con posibilidades de golpe adicionales serán efectivos contra él.",
  "UNIT_COUNTERNAME": "Guardia de Hierro",
  "UNIT_KASESAMURAINAME": "Samurai",
  "UNIT_KASESAMURAITIP_0": "El golpe de duelo del Samurái otorga a su objetivo y a él mismo concentración adicional.",
  "UNIT_DRTHUNDERNAME": "Doctor loco",
  "UNIT_FRANKNAME": "Raptor relámpago",
  "UNIT_FRANKTIP_0": "Prepárate para defenderte de los rápidos ataques combinados del Blitz Raptor.",
  "UNIT_LIGHTNAME": "Celestia",
  "UNIT_LIGHTTIP_0": "Puedes usar el beneficio de Sobrecarga de Celestia para causarle un daño masivo.",
  "UNIT_LIGHTTIP_1": "Celestia gana poder cada turno. Disminuya la velocidad y drene su concentración para mantener su crecimiento bajo control.",
  "UNIT_LIGHTTIP_2": "El crecimiento del poder de Celestia es multiplicativo. Las desventajas que reducen su poder también reducirán su crecimiento.",
  "UNIT_LIVINGDEADNAME": "Sombra Zombi",
  "UNIT_ORACLENAME": "Oráculo",
  "UNIT_EXECUTIONERNAME": "Verdugo",
  "UNIT_DREAMEATERNAME": "Guardián de los sueños",
  "UNIT_NINJANAME": "Asesino de plaga",
  "UNIT_NUXNAME": "Barón Brixius",
  "UNIT_NUXTIP_0": "El barón y la baronesa no empiezan con mucho poder, pero se vuelven cada vez más fuertes a medida que avanza la lucha.",
  "UNIT_NUXTIP_1": "Asegúrate de tener suficientes habilidades activas con tiempos de reutilización cortos para sobrevivir a la habilidad de silencio del Barón.",
  "UNIT_MIRAGEREAPERNAME": "Baronesa María",
  "UNIT_MIRAGEREAPERTIP_0": "El hechizo curativo de la baronesa también aumenta el poder del objetivo. Ralentízala o silénciala para controlar su crecimiento.",
  "UNIT_VAMPIRENAME": "Conde Agustín",
  "UNIT_VAMPIRETIP_0": "Asegúrate de tener suficientes habilidades activas con tiempos de reutilización cortos para sobrevivir a la habilidad de silencio del Conde.",
  "UNIT_GargoyleNAME": "Guardián de piedra",
  "UNIT_LOCKTESTNAME": "Prueba de bloqueo",
  "UNIT_HADESNAME": "Brujo",
  "UNIT_HADESTIP_0": "Los brujos tienen una fuerte defensa contra elementos no físicos.",
  "UNIT_HADESTIP_1": "La habilidad Shadow Spear inflige un porcentaje de daño según la salud actual del objetivo.",
  "UNIT_HADESTIP_2": "El ataque Shade Strike ignorará la defensa del objetivo y restaurará la concentración al lanzador.",
  "UNIT_NEPTULONNAME": "Naga",
  "UNIT_SPARTANNAME": "espartano",
  "UNIT_SPARTANTIP_0": "Los espartanos tienen una fuerte defensa contra los ataques físicos.",
  "UNIT_COUNCIL1NAME": "Avatar del orden",
  "UNIT_COUNCIL2NAME_0": "Avatar de la justicia",
  "UNIT_COUNCIL2TIP": "El Avatar de la Justicia también destruirá la unidad que lo mate.",
  "UNIT_COUNCIL3NAME": "Avatar de la libertad",
  "UNIT_COUNCIL3TIP_0": "Al Avatar de la Libertad no se le debe permitir atacar.",
  "UNIT_TWIN1NAME": "Apolo",
  "UNIT_TWIN2NAME": "Artemisa",
  "UNIT_CARBON1NAME": "Carbón",
  "UNIT_CARBON1TIP_0": "Carbon tiene los mejores consejos. Nadie tiene mejores consejos post-derrota que Carbon.",
  "UNIT_CARBON2NAME": "Carbón",
  "UNIT_CARBON2TIP_0": "No realmente. El carbono no puede ser derrotado. ¡Ríndanse, tontos!",
  "UNIT_ZPCIPATROLNAME": "Explorador ZPCI",
  "UNIT_ZPCI_AssaultNAME": "Delantero del ZPCI",
  "UNIT_ZPCI_MedicNAME": "Médico ZPCI",
  "UNIT_ZPCI_TridentNAME": "Tridente ZPCI",
  "UNIT_ZPCI_TridentTIP_0": "El ataque final del ZPCI Trident ignorará toda defensa.",
  "UNIT_ZPCI_PyromancerNAME": "Pirotecnia ZPCI",
  "UNIT_ZPCI_SNIPERNAME": "Francotirador ZPCI",
  "UNIT_ZPCI_SNIPERTIP_0": "ZPCI Sniper causa daño adicional si no fue atacado en el turno anterior.",
  "UNIT_ZPCISERGENTNAME": "Élite ZPCI",
  "UNIT_ZPCISERGENTTIP_0": "Recuerda curarte a ti mismo si tu HP baja demasiado.",
  "UNIT_ZPCISERGENTTIP_1": "Compra y equipa nuevos artículos de la tienda para hacerte más fuerte.",
  "UNIT_FARSIGHTNAME": "Teniente visión lejana",
  "UNIT_FARSIGHTTIP_0": "Farsight causa daño adicional si no fue atacada en el turno anterior.",
  "UNIT_DRKLIMANAME": "Dr. Clima",
  "UNIT_DRKLIMATIP_0": "El Dr. Klima no tiene ataques fuertes, pero gana cada vez más poder a medida que avanza la lucha.",
  "UNIT_DRKLIMATIP_1": "Suprimir es una desventaja extremadamente efectiva contra unidades que usan hechizos de curación.",
  "UNIT_CPTVENDARANAME": "Cap. Vendara",
  "UNIT_CPTVENDARATIP_0": "Vendara lleva un poderoso botiquín de primeros auxilios que usará cuando su salud caiga por debajo de la mitad.",
  "UNIT_CPTVENDARATIP_1": "Vendara tiene múltiples ataques de área que pueden abrumar fácilmente a tu equipo si no estás preparado.",
  "UNIT_DIAMONDNAME": "Pretor del ZPCI",
  "UNIT_DIAMONDTIP_0": "El ataque Prism Beam del Pretor inflige daño según su estadística de defensa.",
  "UNIT_DIAMONDTIP_1": "El pretor lleva un potente botiquín de primeros auxilios que utilizará cuando su salud caiga por debajo de la mitad.",
  "UNIT_S1NAME": "Hijo",
  "UNIT_S2NAME": "Veradux",
  "UNIT_E1NAME": "Dr. Herregods",
  "UNIT_E2NAME": "kara",
  "UNIT_E3TIP": "Zakk",
  "UNIT_Flame WalkerNAME": "Caminante de llamas",
  "UNIT_Zpci CaptainNAME": "Capitán Zpci",
  "UNIT_Salamander2NAME": "salamandra2"
}